Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: 42-day exponentially weighted moving average (EWMA) of daily training impulse (TRIMP). Represents your accumulated fitness — the training your body has adapted to. Higher CTL means higher work capacity. CTL rises slowly with consistent training and decays slowly during rest. A 1-point CTL increase requires approximately 1 TSS point above your daily average, sustained daily.
ar: متوسط متحرك مرجّح أسّيًا (EWMA) على 42 يومًا لنبضة التدريب اليومية (TRIMP). يمثّل لياقتك المتراكمة — أي التدريب الذي تكيّف معه جسمك. وارتفاع CTL يعني قدرة عمل أعلى. يرتفع CTL ببطء مع التدريب المنتظم ويتراجع ببطء أثناء الراحة. وزيادة CTL بمقدار نقطة واحدة تتطلب نحو نقطة TSS واحدة فوق متوسطك اليومي، مستدامة يوميًا.
da: 42-dages eksponentielt vægtet glidende gennemsnit (EWMA) af daglig træningsimpuls (TRIMP). Repræsenterer din opsparede form — den træning kroppen har tilpasset sig. Højere CTL betyder større arbejdskapacitet. CTL stiger langsomt med konsekvent træning og falder langsomt under hvile. En stigning på 1 CTL-point kræver cirka 1 TSS-point over dit daglige gennemsnit, opretholdt hver dag.
de: 42-Tage-exponentiell gewichteter gleitender Durchschnitt (EWMA) des täglichen Trainingsimpulses (TRIMP). Er steht für deine angesammelte Fitness — das Training, an das sich dein Körper angepasst hat. Ein höherer CTL bedeutet mehr Arbeitskapazität. CTL steigt bei konstantem Training langsam und fällt in Ruhephasen langsam. Ein CTL-Anstieg um 1 Punkt erfordert etwa 1 TSS-Punkt über deinem Tagesdurchschnitt, täglich gehalten.
es: Media móvil exponencialmente ponderada (EWMA) a 42 días del impulso de entrenamiento diario (TRIMP). Representa tu condición física acumulada — el entrenamiento al que tu cuerpo se ha adaptado. Un CTL más alto significa mayor capacidad de trabajo. El CTL sube despacio con entrenamiento constante y decae despacio durante el descanso. Subir 1 punto de CTL exige aproximadamente 1 punto de TSS por encima de tu media diaria, sostenido cada día.
fi: Päivittäisen harjoitusimpulssin (TRIMP) 42 päivän eksponentiaalisesti painotettu liukuva keskiarvo (EWMA). Edustaa kertynyttä kuntoasi — sitä harjoittelua, johon kehosi on sopeutunut. Korkeampi CTL tarkoittaa suurempaa työkapasiteettia. CTL nousee hitaasti johdonmukaisella harjoittelulla ja laskee hitaasti levon aikana. Yhden CTL-pisteen nousu vaatii noin 1 TSS-pisteen päivittäisen keskiarvosi yli, päivästä toiseen.
fr: Moyenne mobile pondérée exponentiellement (EWMA) sur 42 jours de l’impulsion d’entraînement quotidienne (TRIMP). Elle représente votre condition accumulée — l’entraînement auquel votre corps s’est adapté. Un CTL plus élevé signifie une plus grande capacité de travail. Le CTL monte lentement avec un entraînement régulier et décroît lentement au repos. Gagner 1 point de CTL demande environ 1 point de TSS au-dessus de votre moyenne quotidienne, tenu chaque jour.
is: 42 daga veldisvegið hlaupandi meðaltal (EWMA) daglegs æfingaimpúlss (TRIMP). Táknar uppsafnað þrek þitt — þá þjálfun sem líkaminn hefur aðlagast. Hærra CTL þýðir meiri vinnugetu. CTL hækkar hægt við stöðuga þjálfun og lækkar hægt í hvíld. Að hækka CTL um 1 stig krefst um það bil 1 TSS-stigs yfir daglegu meðaltali þínu, viðhaldið daglega.
it: Media mobile ponderata esponenzialmente (EWMA) a 42 giorni dell’impulso di allenamento quotidiano (TRIMP). Rappresenta la forma accumulata — l’allenamento a cui il tuo corpo si è adattato. Un CTL più alto significa maggiore capacità di lavoro. Il CTL sale lentamente con un allenamento costante e decade lentamente durante il riposo. Aumentare il CTL di 1 punto richiede circa 1 punto di TSS sopra la tua media giornaliera, mantenuto ogni giorno.
ja: 日々のトレーニングインパルス（TRIMP）の 42 日指数加重移動平均（EWMA）です。あなたが積み上げてきたフィットネス — 身体が適応した練習量 — を表します。CTL が高いほど作業能力が高いことを意味します。CTL は一貫した練習でゆっくり上がり、休養中はゆっくり下がります。CTL を 1 ポイント上げるには、日々の平均より約 1 TSS ポイント多い負荷を毎日続ける必要があります。
ko: 일일 트레이닝 임펄스(TRIMP)의 42일 지수가중이동평균(EWMA)입니다. 몸이 적응해 온 훈련량, 즉 축적된 체력을 나타냅니다. CTL이 높을수록 작업 능력이 큽니다. CTL은 꾸준한 훈련으로 천천히 오르고 휴식 중에는 천천히 감소합니다. CTL을 1점 올리려면 일평균보다 약 1 TSS 높은 부하를 매일 유지해야 합니다.
nb: 42-dagers eksponentielt vektet glidende gjennomsnitt (EWMA) av daglig treningsimpuls (TRIMP). Representerer den oppsamlede formen din — treningen kroppen har tilpasset seg. Høyere CTL betyr større arbeidskapasitet. CTL stiger sakte med jevn trening og faller sakte under hvile. Å øke CTL med 1 poeng krever omtrent 1 TSS-poeng over daglig gjennomsnitt, holdt hver dag.
nl: Exponentieel gewogen voortschrijdend gemiddelde (EWMA) over 42 dagen van de dagelijkse trainingsimpuls (TRIMP). Het staat voor je opgebouwde fitheid — de training waaraan je lichaam zich heeft aangepast. Een hogere CTL betekent meer werkcapaciteit. CTL stijgt langzaam bij consistente training en daalt langzaam tijdens rust. 1 punt CTL erbij vraagt ongeveer 1 TSS-punt boven je dagelijkse gemiddelde, elke dag volgehouden.
pt_br: Média móvel exponencialmente ponderada (EWMA) de 42 dias do impulso de treino diário (TRIMP). Representa seu condicionamento acumulado — o treino ao qual seu corpo se adaptou. Um CTL mais alto significa maior capacidade de trabalho. O CTL sobe devagar com treino consistente e decai devagar durante o descanso. Ganhar 1 ponto de CTL exige cerca de 1 ponto de TSS acima da sua média diária, mantido todos os dias.
ru: 42-дневная экспоненциально взвешенная скользящая средняя (EWMA) ежедневного тренировочного импульса (TRIMP). Отражает накопленную форму — ту нагрузку, к которой организм адаптировался. Более высокий CTL означает большую работоспособность. CTL растёт медленно при регулярных тренировках и медленно снижается во время отдыха. Прирост CTL на 1 пункт требует примерно 1 очка TSS сверх вашего дневного среднего, изо дня в день.
sv: 42-dagars exponentiellt viktat glidande medelvärde (EWMA) av daglig träningsimpuls (TRIMP). Representerar din ackumulerade form — den träning kroppen har anpassat sig till. Högre CTL betyder större arbetskapacitet. CTL stiger långsamt med jämn träning och avtar långsamt under vila. Att öka CTL med 1 poäng kräver ungefär 1 TSS-poäng över ditt dagliga snitt, upprätthållet varje dag.
zh_hans: 每日训练冲量（TRIMP）的 42 天指数加权移动平均（EWMA）。它代表你累积的体能 — 身体已经适应的训练量。CTL 越高，工作能力越强。CTL 在持续训练下缓慢上升，在休息期间缓慢衰减。CTL 每提高 1 分，大约需要每天保持比日均高约 1 个 TSS 点的负荷。

source: 60 bpm default
ar: 60 نبضة/دقيقة افتراضيًا
da: 60 bpm standard
de: 60 bpm Standard
es: 60 lpm predeterminado
fi: 60 bpm oletus
fr: 60 bpm par défaut
is: 60 bpm sjálfgefið
it: 60 bpm predefinito
ja: デフォルト 60 bpm
ko: 기본값 60 bpm
nb: 60 bpm standard
nl: 60 bpm standaard
pt_br: 60 bpm padrão
ru: 60 уд/мин по умолчанию
sv: 60 bpm standard
zh_hans: 默认 60 bpm

source: 75 kg default
ar: 75 كجم افتراضيًا
da: 75 kg standard
de: 75 kg Standard
es: 75 kg predeterminado
fi: 75 kg oletus
fr: 75 kg par défaut
is: 75 kg sjálfgefið
it: 75 kg predefinito
ja: 75 kg（デフォルト）
ko: 기본값 75 kg
nb: 75 kg standard
nl: 75 kg standaard
pt_br: 75 kg padrão
ru: 75 кг по умолчанию
sv: 75 kg standard
zh_hans: 默认 75 kg

source: 208 − 0.7 × age
ar: 208 − 0.7 × العمر
da: 208 − 0,7 × alder
de: 208 − 0,7 × Alter
es: 208 − 0,7 × edad
fi: 208 − 0,7 × ikä
fr: 208 − 0,7 × âge
is: 208 − 0,7 × aldur
it: 208 − 0,7 × età
ja: 208 − 0.7 × 年齢
ko: 208 − 0.7 × 나이
nb: 208 − 0,7 × alder
nl: 208 − 0,7 × leeftijd
pt_br: 208 − 0,7 × idade
ru: 208 − 0,7 × возраст
sv: 208 − 0,7 × ålder
zh_hans: 208 − 0.7 × 年龄

source: A coach that remembers.
ar: مدرّب يتذكّر.
da: En coach, der husker.
de: Ein Coach, der sich erinnert.
es: Un entrenador que recuerda.
fi: Valmentaja, joka muistaa.
fr: Un coach qui se souvient.
is: Þjálfari sem man.
it: Un coach che ricorda.
ja: 記憶するコーチ。
ko: 기억하는 코치.
nb: En coach som husker.
nl: Een coach die onthoudt.
pt_br: Um treinador que lembra.
ru: Тренер, который помнит.
sv: En coach som minns.
zh_hans: 一位会记住你的教练。

source: A composite score (1-10) estimating your body's readiness for physical and mental demands.
ar: درجة مركّبة (1-10) تقدّر جاهزية جسمك للمتطلبات البدنية والذهنية.
da: En sammensat score (1-10), der estimerer kroppens parathed til fysiske og mentale krav.
de: Ein zusammengesetzter Wert (1-10), der die Bereitschaft deines Körpers für körperliche und geistige Anforderungen schätzt.
es: Una puntuación compuesta (1-10) que estima el estado de preparación de tu cuerpo ante demandas físicas y mentales.
fi: Yhdistelmäpistemäärä (1-10), joka arvioi kehosi valmiutta fyysisiin ja henkisiin vaatimuksiin.
fr: Un score composite (1-10) estimant la préparation de votre corps face aux exigences physiques et mentales.
is: Samsett einkunn (1-10) sem metur viðbúnað líkamans fyrir líkamlegar og andlegar kröfur.
it: Un punteggio composito (1-10) che stima la prontezza del corpo a richieste fisiche e mentali.
ja: 身体的・精神的な負荷に対する身体の準備状態を推定する総合スコア（1-10）。
ko: 신체적·정신적 요구에 대한 몸의 준비도를 추정하는 종합 점수(1-10).
nb: En sammensatt score (1-10) som anslår kroppens beredskap for fysiske og mentale krav.
nl: Een samengestelde score (1-10) die de gereedheid van je lichaam voor fysieke en mentale eisen schat.
pt_br: Uma pontuação composta (1-10) que estima a prontidão do corpo para demandas físicas e mentais.
ru: Сводная оценка (1-10) готовности организма к физическим и умственным нагрузкам.
sv: En sammansatt poäng (1-10) som uppskattar kroppens beredskap för fysiska och mentala krav.
zh_hans: 用于估计身体应对体力与脑力需求准备程度的综合评分（1-10）。

source: A declining SDNN trend alongside declining RMSSD reinforces that you need more recovery. If SDNN drops while RMSSD stays stable, your sympathetic system may be withdrawing.
ar: انخفاض اتجاه SDNN مع انخفاض RMSSD يؤكد حاجتك لمزيد من التعافي. أما إذا انخفض SDNN وبقي RMSSD مستقرًا، فقد يكون جهازك الودي في انسحاب.
da: En faldende SDNN-tendens sammen med faldende RMSSD bekræfter, at du har brug for mere restitution. Falder SDNN mens RMSSD er stabil, kan dit sympatiske system være på retur.
de: Ein sinkender SDNN-Trend zusammen mit sinkendem RMSSD unterstreicht, dass du mehr Erholung brauchst. Fällt SDNN, während RMSSD stabil bleibt, zieht sich möglicherweise dein Sympathikus zurück.
es: Una tendencia descendente de SDNN junto con un RMSSD en descenso refuerza que necesitas más recuperación. Si el SDNN baja mientras el RMSSD se mantiene estable, tu sistema simpático puede estar retirándose.
fi: Laskeva SDNN-trendi yhdessä laskevan RMSSD:n kanssa vahvistaa, että tarvitset lisää palautumista. Jos SDNN laskee RMSSD:n pysyessä vakaana, sympaattinen järjestelmäsi voi olla vetäytymässä.
fr: Une tendance SDNN en baisse accompagnée d’un RMSSD en baisse confirme que vous avez besoin de plus de récupération. Si le SDNN chute alors que le RMSSD reste stable, votre système sympathique se retire peut-être.
is: Lækkandi SDNN-þróun samhliða lækkandi RMSSD styrkir að þú þurfir meiri endurheimt. Ef SDNN lækkar en RMSSD helst stöðugt gæti drifkerfið verið að draga sig til baka.
it: Un trend SDNN in calo insieme a un RMSSD in calo conferma che ti serve più recupero. Se l’SDNN scende mentre l’RMSSD resta stabile, il tuo sistema simpatico potrebbe ritirarsi.
ja: SDNN の低下傾向が RMSSD の低下と同時に見られる場合、より多くの回復が必要であることを裏づけます。RMSSD が安定したまま SDNN だけ下がる場合は、交感神経活動が後退している可能性があります。
ko: SDNN 하락 추세가 RMSSD 하락과 함께 나타나면 회복이 더 필요하다는 신호가 강해집니다. RMSSD는 안정적인데 SDNN만 떨어진다면 교감신경 활동이 위축되고 있을 수 있습니다.
nb: En fallende SDNN-trend sammen med fallende RMSSD bekrefter at du trenger mer restitusjon. Faller SDNN mens RMSSD er stabil, kan det sympatiske systemet ditt være på vikende front.
nl: Een dalende SDNN-trend samen met een dalende RMSSD bevestigt dat je meer herstel nodig hebt. Daalt de SDNN terwijl de RMSSD stabiel blijft, dan trekt je sympathische systeem zich mogelijk terug.
pt_br: Uma tendência de SDNN em queda junto com RMSSD em queda reforça que você precisa de mais recuperação. Se o SDNN cai enquanto o RMSSD fica estável, seu sistema simpático pode estar recuando.
ru: Снижающийся тренд SDNN вместе с падающим RMSSD подтверждает, что нужно больше восстановления. Если SDNN падает, а RMSSD стабилен, возможно, отступает симпатическая активность.
sv: En fallande SDNN-trend tillsammans med fallande RMSSD bekräftar att du behöver mer återhämtning. Faller SDNN medan RMSSD är stabil kan ditt sympatiska system dra sig tillbaka.
zh_hans: SDNN 与 RMSSD 同时呈下降趋势，进一步说明你需要更多恢复。若 RMSSD 稳定而 SDNN 单独下降，可能是交感活动在回撤。

source: A diagnostic log you export from Troubleshooting contains health readings such as HRV values and sleep times. It is sent only if you choose to share it.
ar: يحتوي سجل التشخيص الذي تُصدّره من استكشاف الأخطاء على قراءات صحية مثل قيم HRV وأوقات النوم. ولا يُرسَل إلا إذا اخترت مشاركته.
da: En diagnostiklog, som du eksporterer fra Fejlfinding, indeholder helbredsmålinger som HRV-værdier og søvntider. Den sendes kun, hvis du vælger at dele den.
de: Ein Diagnoseprotokoll, das du unter Fehlerbehebung exportierst, enthält Gesundheitswerte wie HRV-Werte und Schlafzeiten. Es wird nur weitergegeben, wenn du dich dafür entscheidest, es zu teilen.
es: Un registro de diagnóstico que exportes desde Solución de problemas contiene lecturas de salud, como valores de HRV y horas de sueño. Solo se envía si decides compartirlo.
fi: Vianetsintä-kohdasta viemäsi diagnostiikkaloki sisältää terveyslukemia, kuten HRV-arvoja ja uniaikoja. Se lähetetään vain, jos päätät jakaa sen.
fr: Un journal de diagnostic exporté depuis Dépannage contient des mesures de santé comme des valeurs HRV et des heures de sommeil. Il n’est envoyé que si vous choisissez de le partager.
is: Greiningarskrá sem þú flytur út úr Úrræðaleit inniheldur heilsumælingar eins og HRV-gildi og svefntíma. Hún er aðeins send ef þú velur að deila henni.
it: Un log diagnostico che esporti da Risoluzione dei problemi contiene letture sanitarie come valori HRV e orari del sonno. Viene inviato solo se scegli di condividerlo.
ja: トラブルシューティングからエクスポートする診断ログには、HRV 値や睡眠時間などの健康データが含まれます。送信されるのは、あなたが共有を選んだ場合だけです。
ko: 문제 해결에서 내보내는 진단 로그에는 HRV 값과 수면 시간 같은 건강 데이터가 포함됩니다. 사용자가 공유하기로 선택한 경우에만 전송됩니다.
nb: En diagnoselogg du eksporterer fra Feilsøking, inneholder helsemålinger som HRV-verdier og søvntider. Den sendes bare hvis du velger å dele den.
nl: Een diagnoselogboek dat je exporteert via Probleemoplossing bevat gezondheidsmetingen zoals HRV-waarden en slaaptijden. Het wordt alleen verzonden als je ervoor kiest het te delen.
pt_br: Um log de diagnóstico que você exporta em Solução de Problemas contém leituras de saúde, como valores de HRV e horários de sono. Ele só é enviado se você decidir compartilhá-lo.
ru: Журнал диагностики, который вы экспортируете в разделе «Устранение неполадок», содержит показатели здоровья, например значения ВСР и время сна. Он отправляется, только если вы сами решите им поделиться.
sv: En diagnostiklogg som du exporterar från Felsökning innehåller hälsovärden som HRV-värden och sömntider. Den skickas bara om du väljer att dela den.
zh_hans: 你从“故障排除”中导出的诊断日志包含健康读数，例如 HRV 值和睡眠时间。只有在你选择分享时才会发送。

source: A drop of 20%+ below baseline is a common rule of thumb for easing off — weigh it against training, sleep and how you feel. Consistently above your average is the pattern usually linked with being well recovered.
ar: الانخفاض 20٪ فأكثر عن خط الأساس قاعدة شائعة للتخفيف — وازنها مع التدريب والنوم وشعورك. والبقاء فوق متوسطك هو النمط المرتبط عادةً بالتعافي الجيد.
da: Et fald på 20 % under baseline er en almindelig tommelfingerregel for at skrue ned — vægt den mod træning, søvn og hvordan du har det. Konsekvent over dit gennemsnit forbindes normalt med god restitution.
de: Ein Rückgang von 20 % unter die Baseline ist eine verbreitete Faustregel zum Zurückschalten — wäge sie gegen Training, Schlaf und Befinden ab. Dauerhaft über dem Mittel gilt üblicherweise als gut erholt.
es: Una caída del 20 % bajo la línea base es una regla práctica para aflojar: sopésala con entrenamiento, sueño y cómo te sientes. Mantenerte sobre tu media suele asociarse a estar bien recuperado.
fi: Yli 20 %:n pudotus perustason alle on yleinen nyrkkisääntö keventämiselle — punnitse sitä harjoittelun, unen ja tuntemusten rinnalla. Keskiarvon yläpuolella oleminen liitetään yleensä hyvään palautumiseen.
fr: Une baisse de 20 % sous la référence est une règle empirique pour lever le pied : pesez-la avec l'entraînement, le sommeil et le ressenti. Rester au-dessus de votre moyenne est généralement associé à une bonne récupération.
is: Lækkun um 20 % undir grunnlínu er algeng þumalputtaregla um að slaka á — vegðu hana á móti æfingum, svefni og líðan. Að vera yfir meðaltalinu tengist venjulega góðri endurheimt.
it: Un calo del 20 % sotto la linea di base è una regola pratica per alleggerire: valutala con allenamento, sonno e come ti senti. Restare sopra la media è di solito associato a un buon recupero.
ja: ベースラインより 20 ％以上の低下は負荷を落とす目安です。トレーニング・睡眠・体感と合わせて判断してください。平均を上回り続ける状態は、通常は回復良好と結びつきます。
ko: 기준선보다 20 % 이상 낮으면 강도를 낮추는 흔한 기준입니다. 훈련, 수면, 체감과 함께 판단하세요. 평균을 웃도는 상태는 보통 회복이 좋은 것과 연관됩니다.
nb: Et fall på 20 % under baseline er en vanlig tommelfingerregel for å roe ned — vei den mot trening, søvn og hvordan du føler deg. Jevnt over snittet forbindes vanligvis med god restitusjon.
nl: Een daling van 20 % onder je basislijn is een gangbare vuistregel om gas terug te nemen — weeg hem af tegen training, slaap en hoe je je voelt. Boven je gemiddelde wordt meestal met goed herstel geassocieerd.
pt_br: Uma queda de 20 % abaixo da linha de base é uma regra prática para pegar leve: pese-a com treino, sono e como você se sente. Ficar acima da sua média costuma ser associado a estar bem recuperado.
ru: Падение на 20 % ниже базовой линии — распространённое правило, чтобы сбавить нагрузку: взвешивайте его вместе с тренировками, сном и самочувствием. Стабильно выше среднего обычно связывают с хорошим восстановлением.
sv: Ett fall på 20 % under baslinjen är en vanlig tumregel för att dra ner — väg den mot träning, sömn och hur du känner dig. Över ditt snitt brukar förknippas med god återhämtning.
zh_hans: 低于基线 20% 以上是常见的减量经验法则——请结合训练、睡眠与主观感受判断。持续高于平均值，通常与恢复良好相关。

source: A fast one-minute drop. Faster heart-rate recovery is associated with better aerobic fitness, though a single session says less than your own trend.
ar: انخفاض سريع خلال دقيقة. يرتبط التعافي الأسرع لمعدل النبض بلياقة هوائية أفضل، لكن جلسة واحدة تقول أقل مما يقوله اتجاهك الشخصي.
da: Et hurtigt fald på ét minut. Hurtigere pulsrestitution forbindes med bedre aerob form, men én enkelt session siger mindre end din egen tendens.
de: Ein schneller Abfall in einer Minute. Eine schnellere Herzfrequenzerholung geht mit besserer Ausdauerfitness einher, aber eine einzelne Einheit sagt weniger als dein eigener Verlauf.
es: Una caída rápida en un minuto. Una recuperación de la frecuencia cardíaca más rápida se asocia a mejor condición aeróbica, aunque una sola sesión dice menos que tu propia tendencia.
fi: Nopea lasku minuutissa. Nopeampi sykkeen palautuminen liittyy parempaan aerobiseen kuntoon, mutta yksittäinen harjoitus kertoo vähemmän kuin oma kehityssuuntasi.
fr: Une chute rapide en une minute. Une récupération cardiaque plus rapide est associée à une meilleure condition aérobie, mais une séance isolée en dit moins que votre propre tendance.
is: Hratt fall á einni mínútu. Hraðari endurheimt hjartsláttar tengist betra þoli, en ein æfing segir minna en þín eigin þróun.
it: Un calo rapido in un minuto. Un recupero cardiaco più rapido è associato a una migliore condizione aerobica, ma una singola sessione dice meno del tuo andamento.
ja: 1 分でしっかり下がっています。心拍回復が速いほど有酸素能力が高い傾向がありますが、単発のセッションより自分の推移のほうが多くを語ります。
ko: 1분 동안 빠르게 떨어졌습니다. 심박 회복이 빠를수록 유산소 체력이 좋은 경향이 있지만, 단일 세션보다 자신의 추세가 더 많은 것을 말해 줍니다.
nb: Et raskt fall på ett minutt. Raskere pulsrestitusjon forbindes med bedre aerob form, men én enkelt økt sier mindre enn din egen trend.
nl: Een snelle daling in één minuut. Sneller hartslagherstel wordt geassocieerd met betere aerobe conditie, al zegt één sessie minder dan je eigen trend.
pt_br: Uma queda rápida em um minuto. Recuperação cardíaca mais rápida está associada a melhor condição aeróbica, embora uma única sessão diga menos que a sua tendência.
ru: Быстрое снижение за минуту. Более быстрое восстановление пульса связано с лучшей аэробной формой, но одна тренировка говорит меньше, чем ваша собственная динамика.
sv: Ett snabbt fall på en minut. Snabbare pulsåterhämtning förknippas med bättre aerob kondition, men ett enskilt pass säger mindre än din egen trend.
zh_hans: 一分钟内下降很快。心率恢复越快通常与更好的有氧能力相关，但单次训练所说明的，不如你自己的趋势。

source: A few things to know about how this feature handles your data.
ar: بعض الأمور التي يجب معرفتها حول كيفية تعامل هذه الميزة مع بياناتك.
da: Et par ting, du bør vide om, hvordan denne funktion håndterer dine data.
de: Ein paar Dinge, die du darüber wissen solltest, wie diese Funktion mit deinen Daten umgeht.
es: Algunas cosas que conviene saber sobre cómo esta función gestiona tus datos.
fi: Muutama asia, jotka on hyvä tietää siitä, miten tämä ominaisuus käsittelee tietojasi.
fr: Quelques points à connaître sur la manière dont cette fonctionnalité traite vos données.
is: Nokkur atriði sem gott er að vita um hvernig þessi eiginleiki meðhöndlar gögnin þín.
it: Alcune cose da sapere su come questa funzione gestisce i tuoi dati.
ja: この機能がデータをどのように扱うかについて知っておくべきことがいくつかあります。
ko: 이 기능이 데이터를 처리하는 방식에 대해 알아 두어야 할 몇 가지 사항입니다.
nb: Noen ting du bør vite om hvordan denne funksjonen håndterer dataene dine.
nl: Een paar dingen die je moet weten over hoe deze functie met je gegevens omgaat.
pt_br: Algumas coisas que você deve saber sobre como este recurso lida com seus dados.
ru: Несколько моментов о том, как эта функция работает с вашими данными.
sv: Några saker att känna till om hur den här funktionen hanterar dina data.
zh_hans: 关于此功能如何处理你的数据，有几点需要了解。

source: A lot
ar: كثيرًا
da: Meget
de: Viel
es: Mucho
fi: Paljon
fr: Beaucoup
is: Mikið
it: Molto
ja: とても多い
ko: 많음
nb: Mye
nl: Veel
pt_br: Muito
ru: Много
sv: Mycket
zh_hans: 很多

source: A mild heat stimulus (%lld%% of a full dose) — every hot session adds up toward heat acclimatization.
ar: محفّز حراري خفيف (%lld%% من جرعة كاملة) — كل جلسة حارة تتراكم نحو التأقلم الحراري.
da: En mild varmestimulus (%lld%% af en fuld dosis) — hver varm session tæller med i varmetilvænningen.
de: Ein milder Hitzereiz (%lld%% einer vollen Dosis) — jede heiße Einheit zahlt auf die Hitzeakklimatisation ein.
es: Un estímulo de calor suave (%lld%% de una dosis completa) — cada sesión con calor suma para la aclimatación.
fi: Lievä lämpöärsyke (%lld%% täydestä annoksesta) — jokainen kuuma harjoitus kerryttää lämpöakklimatisaatiota.
fr: Un léger stimulus thermique (%lld%% d’une dose complète) — chaque séance à la chaleur contribue à l’acclimatation.
is: Mild hitaáreiti (%lld%% af fullum skammti) — hver heit lota leggst við hitaaðlögunina.
it: Uno stimolo termico lieve (%lld%% di una dose piena) — ogni sessione al caldo contribuisce all’adattamento.
ja: 軽度の暑熱刺激（フル用量の %lld%%）— 暑い中でのセッションは一つひとつが暑熱順化に積み上がります。
ko: 가벼운 열 자극(전체 용량의 %lld%%) — 더위 속 세션은 하나하나가 열순화로 쌓입니다.
nb: En mild varmestimulus (%lld%% av en full dose) — hver varm økt teller med i varmetilvenningen.
nl: Een milde hitteprikkel (%lld%% van een volledige dosis) — elke warme sessie telt mee voor hitteacclimatisatie.
pt_br: Um estímulo de calor leve (%lld%% de uma dose completa) — cada sessão no calor soma para a aclimatação.
ru: Мягкий тепловой стимул (%lld%% полной дозы) — каждая жаркая сессия вносит вклад в тепловую акклиматизацию.
sv: En mild värmestimulus (%lld%% av en full dos) — varje varmt pass bidrar till värmeacklimatiseringen.
zh_hans: 轻度热刺激（完整剂量的 %lld%%）— 每一次高温训练都会累积成热适应。
